INSERT INTO metro (created_at, modified_at, start_date, end_date, openapi_id, text)
VALUES
    ('2023-06-30 00:00:00', '2023-06-30 00:00:00', '2023-06-30 00:00:00', '2023-07-02 00:00:00', 1, '23.7.1.(토)부터 지하철 하차 후 10분 이내 재승차시 기본 요금이 면제 됩니다.\n- 적용구간: 1~9호선 중 서울교통공사 및 서울시메트로9호선(주) 관할 구간\n적용구간 및 유의사항을 확인하시고 많은 이용 부탁드립니다.'),
    ('2023-07-11 00:00:00', '2023-07-11 00:00:00', '2023-07-11 00:00:00', '2023-07-14 00:00:00', 2, '코레일 운영구간인 안산선 한대앞역~상록수역 구간 운행장애로 4호선 상하행 열차운행이 지연되고 있으니, 이용객들께서는 이 점 참고하여 열차를 이용해 주시기 바랍니다.\n자세한 사항은 코레일로 문의주시기 바랍니다.'),
    ('2023-07-11 00:00:00', '2023-07-11 00:00:00', '2023-07-11 00:00:00', '2023-07-14 00:00:00', 3, '4호선 안산선 한대앞역~살록수역 구간 운행장애가 복구되어 현재 열차 운행 중입니다.'),
    ('2023-07-15 00:00:00', '2023-07-15 00:00:00', '2023-07-15 00:00:00', '2023-07-18 00:00:00', 4, '현재 3호선 대치역 하선 승강장 연기 발생으로 상, 하선 무정차 통과 중입니다.'),
    ('2023-07-15 00:00:00', '2023-07-15 00:00:00', '2023-07-15 00:00:00', '2023-07-18 00:00:00', 5, '대치역 하선 승강장 연기 발생은 조치 완료하여 현재 상, 하선 열차 정상 운행중입니다.');